tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "memorize-ai/taps"
tap "mongodb/brew"
tap "radoslaw-karasinski-sauce/virt-manager"
tap "zegervdv/zathura"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amp"
brew "little-cms2"
brew "python@3.10"
brew "asciinema"
brew "boost"
brew "cmake"
brew "cocoapods"
brew "libidn2"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "folly"
brew "erlang"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fff"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gcc"
brew "open-mpi"
brew "fish"
brew "mesa"
brew "freeglut"
brew "fzf"
brew "gdb"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "lua"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "groff"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "libnice"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libpsl"
brew "libsoup"
brew "gst-plugins-good", link: false
brew "gst-plugins-ugly"
brew "gtk-vnc"
brew "gtksourceview4"
brew "htop"
brew "hugo"
brew "hunspell"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipython"
brew "lf"
brew "libgit2"
brew "libmng"
brew "libsoup@2"
brew "libvirt", restart_service: true
brew "libvirt-glib"
brew "libxml2"
brew "llvm"
brew "llvm@13"
brew "maxima"
brew "node@16"
brew "mongosh"
brew "mono"
brew "mpc"
brew "mpd", restart_service: true
brew "mupdf"
brew "mysql"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "openjdk"
brew "pandoc"
brew "pfetch"
brew "poppler"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "qemu"
brew "qt"
brew "r", link: false
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "run"
brew "rustup-init"
brew "scc"
brew "screenfetch"
brew "shellcheck"
brew "usbredir"
brew "spice-gtk"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "vte3"
brew "w3m"
brew "watchman"
brew "wxmaxima"
brew "zsh-syntax-highlighting"
brew "cloudflare/cloudflare/cloudflared"
brew "felixkratz/formulae/sketchybar"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "emacs"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "geogebra"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "mactex"
cask "memorize.ai"
cask "nordvpn"
cask "obs"
cask "openoffice"
cask "phpstorm"
cask "postman"
cask "r"
cask "rstudio"
cask "signal"
cask "skype"
cask "slack"
cask "sublime-text"
cask "tor-browser"
cask "vimr"
cask "vlc"
cask "vscodium"
