tap "ekzhang/bore"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "zegervdv/zathura"
brew "freetype"
brew "glib"
brew "zstd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amp"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "readline"
brew "asciinema"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "ghostscript"
brew "gsl"
brew "asymptote"
brew "automake"
brew "berkeley-db", link: true
brew "boost"
brew "clisp"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "curl"
brew "docker-compose", link: false
brew "docutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fff"
brew "leptonica"
brew "libarchive"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "libtool"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdb"
brew "ghc"
brew "git-lfs"
brew "glm"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libgsf"
brew "goffice"
brew "gnumeric"
brew "hunspell"
brew "lua"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "groff"
brew "gtk+"
brew "guile"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "openssl@1.1"
brew "python@3.10"
brew "itstool"
brew "openjdk"
brew "kotlin"
brew "krb5"
brew "libgit2"
brew "libnotify"
brew "libpq"
brew "libzip"
brew "llvm"
brew "sbcl"
brew "maxima"
brew "meson"
brew "mit-scheme"
brew "node"
brew "mongosh"
brew "mpc"
brew "mpd", restart_service: true
brew "mupdf"
brew "mysql@5.7"
brew "ncmpcpp"
brew "python@3.9"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node@16"
brew "openblas"
brew "openjdk@11"
brew "pandoc"
brew "perl"
brew "pfetch"
brew "php"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "postgresql@12"
brew "tcl-tk"
brew "pypy3.10"
brew "qt@5"
brew "r", link: false
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "run"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "texinfo"
brew "tiger-vnc"
brew "tmux"
brew "tor"
brew "tox"
brew "tree"
brew "vim"
brew "wget"
brew "wxwidgets"
brew "wxmaxima"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "ekzhang/bore/bore"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
brew "zegervdv/zathura/zathura-ps"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "geogebra"
cask "hyper"
cask "intellij-idea"
cask "iterm2"
cask "kitty"
cask "macfuse"
cask "mactex"
cask "obs"
cask "onlyoffice"
cask "openoffice"
cask "r"
cask "raycast"
cask "rstudio"
cask "signal"
cask "skim"
cask "sublime-merge"
cask "sublime-text"
cask "tor-browser"
cask "vimr"
cask "visual-studio-code"
cask "whatsapp"
cask "ytmdesktop-youtube-music"
vscode "Angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "axetroy.vscode-auto-schema"
vscode "bbenoist.Nix"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "cschlosser.doxdocgen"
vscode "dsznajder.es7-react-js-snippets"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "golang.go"
vscode "haskell.haskell"
vscode "heybourn.headwind"
vscode "hsnazar.hyper-term-theme"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "justusadam.language-haskell"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richterger.perl"
vscode "rust-lang.rust-analyzer"
vscode "sdras.vue-vscode-snippets"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
